base
base-devel
bat
chezmoi
cursor-bin
d-spy
dconf-editor
discord
docker
docker-compose
efibootmgr
efitools
extension-manager
eza
fd
file-roller
firefox
fzf
gdm
ghex
git
github-cli
github-desktop-bin
gnome-backgrounds
gnome-browser-connector
gnome-color-manager
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-blur-my-shell
gnome-shell-extension-frippery-move-clock
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-tweaks
gnome-user-docs
gnome-user-share
google-chrome
grilo-plugins
grub
gst-thumbnailers
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
intel-ucode
inter-font
keyd
kitty
kooha
less
linux
linux-firmware
loupe
malcontent
manuals
mise
mpv
nano
nautilus
networkmanager
nodejs
npm
nvidia-open
nvidia-utils
opencode
os-prober
papers
papirus-icon-theme
peek
pnpm
rygel
sbctl
shim-signed
showtime
snapshot
starship
sudo
sushi
sysprof
tecla
timeshift
tree
ttf-jetbrains-mono-nerd
vlc
wf-recorder
wget
whitesur-gtk-theme
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yay
yelp
yt-dlp
zoxide
